Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=56_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Koulutus- ja oppimateriaalitoimisto
sme: Skuvlen- ja oahppamateriáladoaimmahat

source: Koulutussihteeri
sme: Doaimmahaga fásta bargit

source: Irmeli Moilanen
sme: Skuvlenčálli

source: - toimiston esimies,
sme: - doaimmahaga hoavda

source: - koulutuksen lainsäädännön, hallinnon, rahoituskehityksen, arvioinnin, opetussuunnitelmanormien ja saamelaisopetuksen kehityksen seuranta,
sme: - oahpahusa láhkaásaheami, hálddahusa, ruhtadanovdáneami, árvvoštallama, oahppaplánanorpmaid ja sámeoahpahusa ovdáneami čuovvun

source: - koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (koulutuspoliittiset ja yleiset koulutusasiat),
sme: - skuvlen- ja oahppamateriálalávdegotti čálli ja áššemeannudeaddji (skuvlenpolitihkalaš áššit ja almmolaš skuvlenáššit)

source: - saamelaisten koulutusasiain yhteistyöelimen sihteeri ja esittelijä,
sme: - sámiid skuvlenáššiid ovttasbargoorgána čálli ja áššemeannudeaddji

source: - yhteydenpito saamelaisopetusta järjestäviin kuntiin, valtion opetushallintoon ja pohjoismaisiin sisarelimiin,
sme: - oktavuođadoallan sámeoahpahusa lágideaddji gielddaide, stáhta oahpahushálddahussii ja davviriikkalaš guoibmeorgánaidda

source: - kansainvälisen kehityksen seuranta.
sme: - riikkaidgaskasaš ovdáneami čuovvun

source: Oppimateriaalisihteeri
sme: Oahppamateriálačálli

source: - koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (oppimateriaaliasiat),
sme: - skuvlen- ja oahppamateriálalávdegotti čálli ja áššemeannudeaddji (oahppamateriálaáššit)

source: - oppimateriaalityön suunnittelu, ohjaus, valvonta ja toimitustyö,
sme: - oahppamateriálabarggu plánen, rávven, gohcin ja doaimmaheapmi

source: - oppimateriaalin valmistukseen liittyvä yhteydenpito kouluihin ja opetuksen hallintoon,
sme: - oahppamateriála válmmašteapmái gullevaš oktavuođaadoallan skuvllaide ja oahpahusa hálddahussii

source: - pohjoismainen yhteistyö.
sme: - davviriikkalaš ovttasbargu

source: - oppimateriaalin suunnittelu-, toimitus- ja tiedotustyö,
sme: Oahppamateriálaplánejeaddji

source: - Saamelaisnuorten taidetapahtuman valmistelu, tiedotus, raportointi ja varainkäyttö,
sme: - oahppamateriála plánen-, doaimmahan- ja dieđihanbargu

source: - oppimateriaalin valmistukseen liittyvä yhteydenpito kouluihin ja pohjoismainen yhteistyö,
sme: - sámenuoraid dáiddadáhpáhusa válmmaštallan, diehtojuohkin, raporteren ja ruđaidgeavaheapmi

source: - oppimateriaalinäyttelyn ja – varaston ylläpito.
sme: - oahppamateriála válmmašteapmái gullevaš oktavuođadoallan skuvllaide ja davviriikkalaš ovttasbargu

source: Toimistosihteeri
sme: Doaimmahatčálli

source: - arkiston ja kirjaston ylläpito,
sme: - arkiivva ja girjerádjosa bajásdoallan,

source: - oppimateriaalivarojen käytön seuranta,
sme: - oahppamateriálaruđaid geavaheami čuovvun,

source: - oppimateriaalin tiedotustyö, varastointi ja jakelu,
sme: - oahppamateriálaid birra dieđiheapmi, vurken ja juohkin,

source: - kokousten käytännön järjestelyt.
sme: - čoahkkimiid geavatlaš ordnen

source: Oppimateriaalin projektityöntekijät
sme: Oahppamateriála prošeaktabargit

source: Oona Länsman, pohjoissaame
sme: Elen Ánne Sara, davvisámegiella

source: Neeta Jääskö, inarinsaame
sme: Oona Länsman, davvisámegiella
